Repository: Alan86024/ClipSpeak
Catalog: addon/Locale/*/LC_MESSAGES/nvda.po
Languages: cs, hr, it, pt_br, ru, zh_cn

source: Cut selected item to clipboard, if appropriate.
cs: Vyjme požadovanou položku, pokud je to možné.
hr: Izrezuje odabranu stavku u međuspremnik, ako je moguće.
it: Taglia l'elemento selezionato negli appunti, se possibile.
pt_br: Corte o item selecionado para a área de transferência, se possível.
ru: Вырезать выделенный элемент в буфер обмена, если поддерживается.
zh_cn: 将所选项目剪切到剪贴板，如果合适。

source: Clipboard
cs: Ohlašování práce se schránkou
hr: Međuspremnik
it: Appunti
pt_br: Área de transferência\
ru: Буфер обмена
zh_cn: 剪贴板

source: Copy selected item to clipboard, if appropriate.
cs: Zkopíruje požadovanou položku do schránky, pokud je to možné.
hr: Kopira odabranu stavku u međuspremnik, ako je moguće.
it: Copia l'elemento selezionato negli appunti, se possibile.
pt_br: Copie o item selecionado para a área de transferência, se possível.
ru: Скопировать выделенный элемент в буфер обмена, если поддерживается.
zh_cn: 将所选项目复制到剪贴板，如果合适。

source: Paste item from clipboard, if appropriate.
cs: Vloží položku ze schránky, pokud je to možné.
hr: Lijepi stavku iz međuspremnika, ako je moguće.
it: Incolla elemento dagli appunti, se possibile.
pt_br: Cole o item da área de transferência, se possível.
ru: Вставить элемент с буфера обмена, если поддерживается.
zh_cn: 从剪贴板粘贴项目，，如果合适。

source: Undo operation.
cs: Vrátí operaci zpět.
hr: Poništava operaciju.
it: Annulla operazione.
pt_br: Operação desfazer.
ru: Отменить действие.
zh_cn: 撤销操作。

source: Redo operation.
cs: Zopakuje operaci.
hr: Ponavlja operaciju.
it: Ripeti operazione.
pt_br: Operação refazer.
ru: Повторить действие.
zh_cn: 重做操作。

source: %s characters
hr: %s znakova
it: %s caratteri
pt_br: %s carateres
ru: %s символов

source: file
cs: soubor
hr: datoteka
pt_br: arquivo ou pasta
ru: файл

source: Undo
cs: Vrátit zpět
hr: Poništi
it: Annulla
pt_br: Desfazer
ru: Отменить
zh_cn: 撤销

source: Redo
cs: Zopakovat
hr: Ponovi
it: Ripeti
pt_br: Refazer
ru: Повторить
zh_cn: 重做

source: Cut: %s
cs: Vyjmout: %s
pt_br: Cortado: %s

source: Cut %s
cs: Vyjmout %s
hr: Izreži%s
it: Tagliato%s
pt_br: %s cortado
ru: Вырезан%s
zh_cn: 剪切 %s

source: Copy: %s
cs: Zkopírovat: %s
pt_br: Copiado: %s

source: Copy %s
cs: Zkopírovat %s
hr: Kopiraj%s
it: Copiato%s
pt_br: %s copiado
ru: Скопирован%s
zh_cn: 复制 %s

source: Pasted: %s
cs: Vložit: %s
pt_br: Colado: %s

source: Pasted %s
cs: Vložit %s
hr: Zalijepljeno%s
it: Incollato%s
pt_br: %s colado
ru: Вставлен%s
zh_cn: 粘贴 %s

source: Announce only copy/cut/paste
hr: Najavi samo kopiraj/izreži/zalijepi
it: Vocalizza solo taglia/copia/incolla
pt_br: Anunciar apenas copiar/cortar/colar
ru: Проговаривать только скопирован/вырезан/вставлен
zh_cn: 仅报告复制、剪切、粘贴

source: Check for updates at startup
pt_br: Verificar se há atualizações na inicialização

source: It is available a new version of this add-on. Do you want to update?
pt_br: Está disponível uma nova versão deste complemento. Quer actualizar?

source: This new version of this add-on is not compatible with your version of NVDA. The update process will be terminated.
pt_br: Esta nova versão deste complemento não é compatível com sua versão da NVDA. O processo de atualização será encerrado.

source: Add-on to speak clipboard information.
hr: Dodatak za izgovaranje informacija o međuspremniku.
it: Aggiunge le informazioni vocali sugli appunti.
pt_br: Complemento para falar informações da área de transferência.
ru: Дополнение, произносящее информацию для буфера обмена.
zh_cn: 用于朗读剪贴板信息的插件。

source: item
cs: položku
hr: stavka
it: elemento
ru: элемент
zh_cn: 项目

source: NVDAExtensionGlobalPlugin has been detected on your system. In order for Clipspeak to work without conflicts, this feature must be disabled. Otherwise Clipspeake will not work. Would you like to disable this feature now?
hr: NVDAExtensionGlobalPlugin je otkriven na vašem sustavu. Kako bi Clipspeak radio bez sukoba, ova značajka mora biti onemogućena. Inače Clipspeake neće raditi. Želite li sada onemogućiti ovu značajku?

source: Running NVDAExtensionGlobalPlugin detected
hr: Otkriveno pokretanje NVDAExtensionGlobalPlugin

source: Copy path of selected file to clipboard, if appropriate.
zh_cn: 将选定文件的路径复制到剪贴板，如果合适。

source: file/folder
zh_cn: 文件/文件夹

source: files/folders:
zh_cn: 文件/文件夹：

source: files/folders
zh_cn: 文件/文件夹
